import { IBreadcrumb } from '../..'

export const detailOneBuild = [
  {
    title: '1、指挥中心态势感知系统',
    desc:
      '利用信息可视化交互分析，将信息汇聚在中、大屏进行监看，作用决策汇报。将警情、警力、各类案件、交通情况等社会面治安信息数据以统一整合的方式，通过监看终端多样化展示。',
  },
  {
    title: '2、重点区域立体防护系统',
    desc:
      '适用重点区域或建筑群的现场安防指挥系统。利用高精度三维建筑还原、实时定位追踪、图像分析等核心技术。为公安智慧建设提供标准规范制定、物联安防、可视化、系统集成等综合信息化服务。',
  },
  {
    title: '3、警务中台综合指挥系统',
    desc:
      '适用于日常公安业务的一线作战系统。将数据分析、情报研判作为警力调度、勤务运行的指挥棒。确保警力部署更加科学合理，警情处置更加高效有序。',
  },
]

export const detailOneBreadcrumbs: IBreadcrumb[] = [
  {
    key: 'homepage',
    title: '首页',
    route: '/',
  },
  {
    key: 'successStories',
    title: '成功案例',
    route: '/success-stories',
  },
]

export const detailTwoMessage = [
  {
    title: '1、实有人口管理',
    desc:
      '按年龄、性别等特征筛选实有人口情况，支持查询、查看特定人口的基本信息。',
  },
  {
    title: '2、实有房屋管理',
    desc:
      '通过地图和图标分别展示实有房屋的类型和地址等内容，支持按指定户查看信息，包括该户对应的人员信息，车辆信息等内容。',
  },
  {
    title: '3、实有单位管理',
    desc:
      '使用图形和类别展示实有单位信息。支持查询、查看单位的名称、地址及从业人员列表等信息。',
  },
  {
    title: '4、实有安防设施管理',
    desc:
      '对安防物联设备进行三维可视化的管理，为重要的安防工作提供实时的报警与精准的目标定位信息。',
  },
  {
    title: '5、实有力量装备管理',
    desc:
      '对实有警力、实有装备进行实时定位、精确调度，使各警种及警用力量依职能行使职权，提高警力装备管理的智能化水平。',
  },
  {
    title: '6、实有警情管理',
    desc:
      '对实时警情精准定位，并通过实时调看警情周边的警力、人、房、物等关联信息，实现对警情的智能化、扁平化指挥。',
  },
]
export const detailThreeMessage = [
  {
    title: '1、数据可视化管理模块',
    desc:
      '从街区到建筑，再到建筑内部结构以及独立设备均进行了立体还原展现，在接入警情、人流等相关数据后，可支持对重点目标整体运行状况的监管。',
  },
  {
    title: '2、安防管理模块',
    desc:
      '机器对海量警用数据进行智能分析，实现区域治安态势感知，对人群聚集、交通拥堵等状况做出准确预警；搭载人脸识别、车辆识别技术，实现在高密度人、车流中对重点目标的鉴别、检测和告警功能。',
  },
  {
    title: '3、警情警力管理模块',
    desc:
      '系统能够对警情自动告警、实时警力分布、警力轨迹还原，帮助指挥中心快速、高效调配警力，处理突发警情。',
  },
]
export const detailFourMessage = [
  {
    title: '1、设备管理',
    desc:
      '随着现代线路的发展铁路覆盖区域日渐广泛、复杂，铁路日常的维护、突发事故的抢修、铁轨和零件资料等数据在平台中转化为各种可视化应用。',
  },
  {
    title: '2、周边管理',
    desc:
      '通过BIM+GIS技术，结合铁路现有公里标、台账、图纸等各种信息还原整个铁路周边的地形地貌，形成建筑设施、桥梁隧道情况、周边噪音影响、建筑沉降量等信息可视化定位展现。',
  },
  {
    title: '3、应急管理',
    desc:
      '利用先进的人机交互方式，在全局GIS地理信息系统中做到事故发生后第一时间反馈，多角度直观反映事故路段周边环境，视频指挥帮助高效地指挥应急抢救。',
  },
]
export const detailFiveMessage = [
  {
    title: '1、数据中心系统',
    desc:
      '系统对业务实时管理，通过数据清洗和数据结构化，全面汇总、统计业务数据，提供业务流可视化、业务单据追溯、业务趋势预警，保护敏感业务数据，协助业务决策。',
  },
  {
    title: '2、运维管理系统',
    desc:
      '基于园区及机房内部三维模型及各类基础设施、硬件设备和业务应用分布和定位构建三维可视化管理。展示基础设施状态，各类设备信息、定位、性能和状态，展示数据中心各类公告、异常预警以及各类数据统计信息。',
  },
]
export const detailSixMessage = [
  {
    title: '1、场景模型',
    desc:
      '基于园区建筑工程图，提取园区、建筑的建模资料信息，对数据中心园区1:1还原。',
  },
  {
    title: '2、布局模型',
    desc:
      '采集楼层建模资料，制作机房楼层布局模型，让运维人员对机房的空间使用状态直观掌控，模拟各类设备的部署和迁移。',
  },
  {
    title: '3、管线模型',
    desc:
      '为便于维修和排除故障，将供水、排水、电力、光纤、暖通、消防等管网按不同颜色进行区分，管道根据其位置在模型中准确分布。',
  },
  {
    title: '4、管线模型',
    desc:
      '模拟设备运行、温湿度监控和数据交互等，对设备进行监控、定位、故障告警、故障智能分析，大大降低业务风险。',
  },
]
export const detailSevenMessage = [
  {
    title: '1、资产管理',
    desc:
      '为便于维修和排除故障，将供水、排水、电力、光纤、暖通、消防等管网按不同颜色进行区分，管道根据其位置在系统模型中准确分布。',
  },
  {
    title: '2、物联安防感知',
    desc:
      '对接入的摄像头、人脸识别、温湿度监控等物联感知设备信息三维可视化定位，出现异常环境状态实时告警。',
  },
  {
    title: '3、设备上下架管理',
    desc:
      '系统支持批量操作，并根据设备型号匹配可选机柜空间，设备变动自动提示采购，操作直观简便。',
  },
  {
    title: '4、设备异常告警',
    desc:
      '从监控、定位、告警，再到故障智能分析，对设备状态24小时实时维护，大大降低业务风险。',
  },
  {
    title: '5、配线管理',
    desc:
      '集成端口、链路、配线表管理，在三维环境中查询和操作，让物理连接关系透明化。',
  },
  {
    title: '6、日常工作管理',
    desc:
      '支持业务流程编辑、报表生成、组织管理等银行日常工作管理，免去多个系统操作的繁琐。',
  },
]
export const detailEightMessage = [
  {
    title: '1、业务运营监管',
    desc:
      '系统接入实时机场业务信息，全面汇总、统计业务数据，提供业务流可视化、业务单据追溯、业务趋势预警，保护敏感业务数据，协助业务决策。',
  },
  {
    title: '2、物联安防感知',
    desc:
      '对接入的摄像头、人脸识别、温湿度监控等物联感知设备信息三维可视化定位，出现异常环境状态实时告警。',
  },
  {
    title: '3、资产管理',
    desc:
      '为便于维修和排除故障，将供水、排水、电力、光纤、暖通、消防等管网按不同颜色进行区分，管道根据其位置在系统模型中准确分布。',
  },
  {
    title: '4、设备异常告警',
    desc:
      '从监控、定位、告警，再到故障智能分析，对设备状态24小时实时维护，大大降低业务风险。',
  },
  {
    title: '5、机房全局管理',
    desc:
      '对各楼层、各机房进行全局可视化管理，分级浏览可视化、关键指标可视化、链路关系可视化、多数据中心可视化。',
  },
]

export const detailThreeValueList = [
  '解决现有警务系统数据量过大，检索信息困难的问题，协助公安工作智慧转型。',
  '清晰直观地掌握全区域的安全防控状态，降低社会治理难度。',
  '优化警务工作流程，最大化提升资源调动速度，帮助更好地服务于社会安全维稳。',
]
export const detailFourValueList = [
  '多维分析，直观展示，提升管理水平、提高经济效益。',
  '辅助决策，应急管理，调度指挥智能化。',
  '高效、精准、低成本地优化铁路交通运行环境。',
]
export const detailFiveValueList = [
  '取代机械化的重复劳动，构建高效、敏捷的管理系统。',
  '连接各运维系统的独立信息，建立统一整合的信息平台。',
  '抛弃呆板晦涩的报表图表，采用简单易懂的多维立体可视。',
]
export const detailSixValueList = [
  '银行业务牵动着庞大的资产，维护基层设备的稳定运行，解除对业务系统故障的担忧。',
  '利用模型对各类设备隐患进行分析、预警，掌握各运维环节的决策并优化，促进运维流程合规化、高效化。',
]
export const detailSevenValueList = [
  '业务节点故障排除速度提升5倍，构建高效、敏捷的管理系统。',
  '所见即所得的操作方式，提升管理水平、经济效益。',
  '从被动的人工告警，到系统自动风险预警，避免不必要的收益损失。',
]
export const detailEightValueList = [
  '减少资产损失，提高人员效率。',
  '为机场资源减轻负荷，保障机场安全运行。',
  '运维服务标准化、统一化，提高机场在国际上的竞争力。',
]
